Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/shijing__xiaoya-yuzao-005__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 彼都人士，狐裘黃黃。其容不改，出言有章。行歸于周，萬民所望。
en: Those officers of the old capital, With their fox-furs so yellow, Their deportment unvaryingly correct, And their speech full of elegance! -- If we could go back to the old Zhou, They would be admiringly looked up by all the people.

source: 彼都人士，臺笠緇撮。彼君子女，綢直如髮。我不見兮，我心不說。
en: Those officers of the old capital, With their hats of Tai leaves and small black caps! -- Those ladies of noble Houses. With their hair so thick and straight! -- I do not see them now, And my heart is dissatisfied.

source: 彼都人士，充耳琇實。彼君子女，謂之尹吉。我不見兮，我心苑結。
en: Those officers of the old capital, With their ear-plugs of xiu-stones! -- Those ladies of noble Houses, Each fit to be called a Yin or a Ji! -- I do not see them now, And my heart grieves with indissoluble sorrow.

source: 彼都人士，垂帶而厲。彼君子女，卷髮如蠆。我不見兮，言從之邁。
en: Those officers of the old capital, With their girdles hanging elegantly down! -- Those ladies of great Houses, With their side hair curving up like a scorpion's tail! -- I do not see them now, If I could, I would walk along after them.

source: 匪伊垂之，帶則有餘。匪伊卷之，髮則有旟。我不見兮，云何盱矣。
en: Not that they purposely let their girdles hang down; -- The girdles were naturally long. Not that they gave their hair that curve; -- The hair had a natural curl. I do not see them now, And how do I long for them!
